cask_args appdir: "/Applications"

tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "awscli"
brew "cmake"
brew "direnv"
brew "ffmpeg"
brew "gh"
brew "git"
brew "grpcurl"
brew "imagemagick"
brew "node"
brew "nodenv"
brew "tree"
brew "wget"
brew "smudge/smudge/nightlight"
brew "docker"
cask "background-music"
cask "ngrok"
cask "raycast"
cask "iterm2"
cask "slack"
cask "google-chrome"
cask "docker"
cask "visual-studio-code"
cask "android-studio"
cask "deepl"
cask "karabiner-elements"
cask "zoomus"
cask "discord"
cask "figma"
cask "spotify"
mas "LINE", id: 539883307
mas "Goodnotes 6", id: 1444383602
mas "Keynote", id: 409183694
mas "iMovie", id: 408981434
