tap "homebrew/bundle"
tap "smudge/smudge"
brew "awscli"
brew "cmake"
brew "direnv"
brew "ffmpeg"
brew "gh"
brew "git"
brew "grpcurl"
brew "imagemagick"
brew "node"
brew "nodenv"
brew "pyenv"
brew "tree"
brew "wget"
brew "smudge/smudge/nightlight"
brew "docker"
cask "android-studio", args: { appdir: "/Applications" }
cask "deepl", args: { appdir: "/Applications" }
cask "discord", args: { appdir: "/Applications" }
cask "docker"
cask "figma", args: { appdir: "/Applications" }
cask "google-chrome", args: { appdir: "/Applications" }
cask "google-japanese-ime", args: { appdir: "/Applications" }
cask "karabiner-elements", args: { appdir: "/Applications" }
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "raycast", args: { appdir: "/Applications" }
cask "slack", args: { appdir: "/Applications" }
cask "spotify", args: { appdir: "/Applications" }
cask "visual-studio-code", args: { appdir: "/Applications" }
cask "warp"
cask "zoomus"
mas "Goodnotes", id: 1444383602
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Xcode", id: 497799835
